Repository: oldcorvus/ChickoMenu
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Username cannot be blank.
fa: نام کاربری نمیتواند خالی باشد

source: Password cannot be blank.
fa: پسورد نمیتواند خالی باشد

source: Phonenumber cannot be blank.
fa: شماره تماس نمیتواند خالی باشد

source: This username has already been taken. Please choose a different one.
fa: این نام کاربری از قبل برای کاربر دیگری سیو شده است لطفا نام کاربری دیگری وارد کنید

source: This phone number has already been taken. Please choose a different one.
fa: این شماره تماس از قبل برای کاربر دیگری سیو شده است لطفا شماره تماس دیگری وارد کنید

source: Phone number cannot be blank.
fa: شماره تماس نمیتواند خالی باشد

source: Password must be at least 8 characters.
fa: پسورد باید حداقل ۸ کارکتر باشد

source: The entered code is incorrect.
fa: کد وارد شده معتبر نیست

source: phone number is not valid
fa: شماره تماس معتبر نیست

source: phone number should start with 09
fa: شماره تماس باید با ۰۹ اغاز شود

source: Code was sent successfully
fa: کد به درستی ارسال شده است

source: Code wasn't sent successfully
fa: کد به درستی ارسال نشده است

source: status
fa: وضعیت

source: Account successfully created.
fa: حساب کاربری با موفقیت ساخته شده است

source: incorrect code
fa: کد ناصحیح

source: The code entered is incorrect.
fa: کد وارد شده صحیح نمیباشد

source: expired code
fa: کد منقضی شده

source: The code has expired.
fa: کد منقضی شده است

source: address
fa: آدرس

source: post code
fa: کد پستی

source: You have exceeded your menu limit for this plan.
fa: برای پلن فعلی خود نمی توانید تعداد بیشتری منو بسازید

source: Name cannot be blank.
fa: تصویر نمیتواند خالی باشد

source: Image cannot be blank.
fa: تصویر نمیتواند خالی باشد

source: menu
fa: منو

source: category
fa: دسته بندی

source: name
fa: نام

source: description
fa: توضیحات

source: price
fa: قیمت

source: discount
fa: تخفیف

source: image
fa: تصویر

source: is available
fa: فعال بودن

source: menu item
fa: ایتم منو

source: menu items
fa: ایتم های منو

source: No active plan found for this user.
fa: پلن فعالی برای کاربر یافت نشد
